Repository: SardorKhiva/PrestaShop_en_uz
Catalog: ShopThemeCustomeraccount.*.xlf
Languages: uz_cy

source: %number% on %date%
uz_cy: %date% даги %number%

source: Add a message
uz_cy: Хабар қўшиш

source: Add first address
uz_cy: Биринчи манзилни қўшиш

source: Addresses
uz_cy: Манзиллар

source: All merchandise must be returned in its original packaging and in its original state.
uz_cy: Барча товарлар асл ўрамида ва асл ҳолатида қайтарилиши керак.

source: Already have an account?
uz_cy: Ҳисобингиз борми?

source: Back to your account
uz_cy: Ҳисобингизга қайтиш

source: Click the following link to track the delivery of your order
uz_cy: Буюртмангиз етказиб берилишини кузатиш учун қуйидаги ҳаволани босинг

source: Connected as [1]%firstname% %lastname%[/1].
uz_cy: [1]%firstname% %lastname%[/1] сифатида уландингиз.

source: Create account
uz_cy: Ҳисоб яратиш

source: Create an account
uz_cy: Ҳисоб яратиш

source: Credit slip
uz_cy: Кредит слипи

source: Credit slips
uz_cy: Кредит слиплари

source: Credit slips you have received after canceled orders.
uz_cy: Бекор қилинган буюртмалардан сўнг олган кредит слипларингиз.

source: Date issued
uz_cy: Чиқарилган сана

source: Details
uz_cy: Тафсилотлар

source: Download your invoice as a PDF file.
uz_cy: Ҳисоб-фактурани PDF файли сифатида юклаб олинг.

source: Easier merchandise return
uz_cy: Товарни осонроқ қайтариш

source: Email address: %email%
uz_cy: Электрон почта манзили: %email%

source: Enter a password between %s and %s characters
uz_cy: %s ва %s белги оралиғида парол киритинг

source: Fast and easy checkout
uz_cy: Тез ва осон тўлов

source: Follow your order's status step-by-step
uz_cy: Буюртмангиз ҳолатини босқичма-босқич кузатиб боринг

source: For example: QIIXJXNUI or QIIXJXNUI#1
uz_cy: Масалан: QIIXJXNUI ёки QIIXJXNUI#1

source: Forgot your password?
uz_cy: Паролингизни унутдингизми?

source: Guest Order Tracking
uz_cy: Меҳмон буюртмасини кузатиш

source: Guest Tracking
uz_cy: Меҳмонни кузатиш

source: Here are the orders you've placed since your account was created.
uz_cy: Ҳисобингиз яратилгандан бери қилган буюртмаларингиз.

source: Here is a list of pending merchandise returns
uz_cy: Бу кутилаётган товарларни қайтариш рўйхати

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
uz_cy: Агар юқорида кўрсатилган қайтариб бериш шартларига риоя қилинмаса, биз сизнинг жўнатмангизни ва/ёки пулни қайтаришни рад этиш ҳуқуқини ўзимизда сақлаб қоламиз.

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
uz_cy: Агар сиз бир ёки бир нечта маҳсулотни қайтариб бермоқчи бўлсангиз, тегишли катакчаларни белгиланг ва қайтариб бериш сабабини тушунтиринг. Тугатгач, қуйидаги тугмани босинг.

source: If you would like to add a comment about your order, please write it in the field below.
uz_cy: Агар буюртмангизга изоҳ қўшмоқчи бўлсангиз, уни қуйидаги майдонга ёзинг.

source: Information
uz_cy: Маълумот

source: List of items to be returned:
uz_cy: Қайтариладиган маҳсулотлар рўйхати:

source: Log in instead!
uz_cy: Ўрнига тизимга киринг!

source: Log in to your account
uz_cy: Ҳисобингизга киринг

source: Log in to your customer account
uz_cy: Мижоз ҳисобингизга киринг

source: Log me out
uz_cy: Тизимдан чиқиш

source: Merchandise return
uz_cy: Товарни қайтариш

source: Merchandise returns
uz_cy: Товарларни қайтариш

source: Message
uz_cy: Хабар

source: Messages
uz_cy: Хабарлар

source: New address
uz_cy: Янги манзил

source: No account?
uz_cy: Ҳисобингиз йўқми?

source: No account? Create one here
uz_cy: Ҳисобингиз йўқми? Ҳозирча яратиш

source: Not you? [1]Log out[/1]
uz_cy: Сиз эмасми? [1]Чиқиш[/1]

source: Order
uz_cy: Буюртма

source: Order Reference %reference% - placed on %date%
uz_cy: Буюртма рақами %reference% - %date% санасида жойлаштирилган

source: Order details
uz_cy: Буюртма тафсилотлари

source: Order history
uz_cy: Буюртмалар тарихи

source: Order history and details
uz_cy: Буюртмалар тарихи ва тафсилотлари

source: Order tracking
uz_cy: Буюртма кузатиш

source: Orders
uz_cy: Буюртмалар

source: Package status
uz_cy: Пакет ҳолати

source: No credit slip
uz_cy: Кредит слипи йўқ

source: No merchandise returns yet.
uz_cy: Ҳозирча товар қайтарилмаган.

source: No order has been placed yet.
uz_cy: Ҳозирча буюртма берилмаган.

source: No vouchers yet.
uz_cy: Ҳозирча ваучерлар йўқ.

source: New password
uz_cy: Янги парол

source: Your vouchers
uz_cy: Ваучерларингиз

source: Return details
uz_cy: Қайтариш тафсилотлари

source: Returned
uz_cy: Қайтариб бериш

source: Returns form
uz_cy: Қайтариш формаси

source: Sign in
uz_cy: Тизимга киринг

source: View credit slip
uz_cy: Кредит слипни кўриш

source: View my customer account
uz_cy: Менинг мижоз ҳисобимни кўриш

source: Your personal info
uz_cy: Шахсий маълумотларингиз
